[
    {
        "tag": "Skerzo",
        "realName": "Adrian Chavez",
        "twitterHandle": "skerzo_",
        "rank": 1,
        "character": "fox",
        "voterAverage": 1.09,
        "winLoss": "78-5",
        "prEvents": 10,
        "placements": [
            {
                "placing": "17TH",
                "event": "MAINSTAGE"
            },
            {
                "placing": "5TH",
                "event": "SUMMIT VIP BRACKET"
            },
            {
                "placing": "1ST",
                "event": "MIDLANE 56, 59, 60, & 61"
            }
        ],
        "blurbAuthor": "larfen",
        "blurb": [
           "Clearly, Skerzo was sick of being ranked second. The near unanimous vote for this season’s #1 is Chicago’s crown prince, Skerzo. He won more Midlanes than any other player this season with 4 gold medals, and did great out of region, as is expected of a top 50 player. Most of Skerzo’s best wins this season came from his 17th place run at Mainstage, where he took out Lowercase Hero, Joshman, and Franz. In the city, Skerzo only dropped sets to three players at locals this season: Michael, Shabo, and Q?. Most impressively, Skerzo secured a 2-0 record on Zamu, who has historically been a major demon for the CLM hero. Fewer and fewer players in the region can even stand a chance against the almighty force that is southside swag."
        ]
    },
    {
        "tag": "Zamu",
        "realName": "Daniel Bernstein",
        "twitterHandle": "zamu_ssbm",
        "rank": 2,
        "character": "fox",
        "voterAverage": 2,
        "winLoss": "35-2",
        "prEvents": 4,
        "placements": [
            {
                "placing": "1ST",
                "event": "SHOW ME YOUR MOVES 22"
            },
            {
                "placing": "17TH",
                "event": "MAINSTAGE"
            },
            {
                "placing": "17TH",
                "event": "APEX"
            },
            {
                "placing": "33RD",
                "event": "THE BIG HOUSE 10"
            }
        ],
        "blurbAuthor": "larfen",
        "blurb": [
            "Zamu likely had the most impressive out of region results this season. First off, he won SMYM 22 over JustJoe, Shabo, and Drephen. In his other majors over the three month ranking period, Zamu defeated Kuyashi, Kevin Maples, Brad, Zuppy, Azel, Far!, and Professor Pro. Because he currently resides in Champaign, Zamu barely made the cutoff of four PR events this season. He made his local attendance count though, winning Midlane 3 of the 4 times he attended, each win with no set losses. As such, he has flawless records over the whole region, minus one player. Q: How could he not be first? A: His losing record is to the unanimous #1, Skerzo."
        ]
    },
    {
        "tag": "shabo",
        "realName": "Lucas Pena",
        "twitterHandle": "ssbm_shabo",
        "rank": 3,
        "character": "fox",
        "voterAverage": 3.04,
        "winLoss": "39-8",
        "prEvents": 5,
        "placements": [
            {
                "placing": "17TH",
                "event": "RIPTIDE"
            },
            {
                "placing": "5TH",
                "event": "WE NEED SOME SPACE 3"
            },
            {
                "placing": "1ST",
                "event": "MIDLANE 48 & 42"
            }
        ],
        "blurbAuthor": "Dr. Hunk",
        "blurb": [
            "The Champaign-to-Chicago transplant shabo had an amazing 2022, breaking out in and out of Chicagoland. Despite dropping to third on Chicago's PR from last season's first place, he remains a force to be reckoned with. Dropping sets only to three players in the region this season, shabo notably maintained a 1-0 record over rival Skerzo as well as over Michael and Eggy.", 
            "That said, there was one massive roadblock to the fox main this season, a player that he’s now competed against dozens of times. Zamu has been competing with shabo for over five years now, and while their lifetime record is fairly even, this season was one where Zamu beat Shabo all six times the two met in bracket. This season’s #3 player also had a losing record this season against FoxCap (0-1), muddying an otherwise dominant record over most of the region. Now ranked 101st in the world, summer 2022’s top Chicagoland player will have to settle for third in the city this season."
        ]
    },
    {
        "tag": "Eggy",
        "realName": "Ruben Morin",
        "twitterHandle": "rubzterz",
        "rank": 4,
        "character": "peach",
        "voterAverage": 5.04,
        "winLoss": "33-9",
        "prEvents": 7,
        "placements": [
            {
                "placing": "9TH",
                "event": "WE NEED SOME SPACE 3"
            },
            {
                "placing": "1ST",
                "event": "MIDLANE 45"
            },
            {
                "placing": "9TH",
                "event": "INVINCIBLE VI"
            }
        ],
        "blurbAuthor": "Dr. Hunk",
        "blurb": [
            "Chicago’s only Top 100 Peach Eggy has remained hard to crack. After starting his year off with landmark wins over players like Moky and Wally, Eggy’s performances out of region were less stellar this season. Instead, the player known for out of town upsets flipped the script and held steady against many of the city’s best.",
            "Going even with Ober (1-1), and holding records over Ferocitii (1-0), Q? (1-0), Will Pickles (1-0) and macdaddy69 (1-0), Eggy held losing records only against the upper-echelon foxes of JustJoe, shabo and Skerzo this season, as well as against Mekk, who did not attend enough events to be PR-eligible."
        ]
    },
    {
        "tag": "Q?",
        "realName": "Michael Gomez",
        "twitterHandle": "Q34915260",
        "rank": 5,
        "character": "dr. mario",
        "voterAverage": 5.7,
        "winLoss": "46-14",
        "prEvents": 5,
        "placements": [
            {
                "placing": "65TH",
                "event": "THE BIG HOUSE 10"
            },
            {
                "placing": "2ND",
                "event": "MIDLANE 61"
            },
            {
                "placing": "2ND",
                "event": "MIDLANE 63"
            }
        ],
        "blurbAuthor": "larfen",
        "blurb": [
            "Coming in at 5th, Q? has achieved his highest ever PR placement this season, and for good reason. He had one of CLM’s best placements at Big House with wins over Lord English and JustJoe(‘s Falco). He also kept his losing records in region at a minimum, going down 1-0 to Michael and Eggy, as well as up-and-comers FeelinGood and bigoldchub (though Q? played random characters in at least a few of these). Impressively, Q? holds on to one of Skerzo’s two non-winning records in-region, the pair went 2-2 this season. The world’s best Doc in Franz couldn’t even take down CLM’s #1 like that. Q?’s best run this season is clearly his 2nd place at Midlane 63 on December 28, where after getting knocked into loser’s by macdaddy69 in round 1, he tore through Killablue, Unsure, Dragoid, got his revenge on macdaddy, and then went on to take out Ober and Skerzo too, getting stopped only by Michael. There aren’t many Doc mains in the world that could match Q?’s level of play."
        ]
    },
    {
        "tag": "Ober",
        "realName": "Christopher Rodbourne",
        "twitterHandle": "oberssbm",
        "rank": 6,
        "character": "falco",
        "voterAverage": 5.83,
        "winLoss": "45-15",
        "prEvents": 7,
        "placements": [
            {
                "placing": "2ND",
                "event": "DESMASH 93"
            },
            {
                "placing": "49TH",
                "event": "THE BIG HOUSE 10"
            },
            {
                "placing": "49TH",
                "event": "MAINSTAGE"
            }
        ],
        "blurbAuthor": "tenacity",
        "blurb": [
            "The ever-present roadblock in CLM's top echelon of players, Ober had a great fall quarter, especially out of region. Ober had breakout performances out of region this season at events such as Big House and Mainstage, placing 49th at both. Along the way, Ober took down players such as Null, Kurv, Squid, and Snowy, helping solidify his spot at 6th in Chicago. Despite a dip in attendance locally towards the end of the season, Ober has been flying high with Falco and looks to take the bird to new heights in 2023."
        ]
    },
    {
        "tag": "JustJoe",
        "realName": "Joe Dattalo",
        "twitterHandle": "JustJoeIL",
        "rank": 7,
        "character": "fox",
        "voterAverage": 6.43,
        "winLoss": "27-7",
        "prEvents": 4,
        "placements": [
            {
                "placing": "4TH",
                "event": "SHOW ME YOUR MOVES 22"
            },
            {
                "placing": "97TH",
                "event": "THE BIG HOUSE 10"
            },
            {
                "placing": "2ND",
                "event": "MIDLANE 55"
            }
        ],
        "blurbAuthor": "larfen",
        "blurb": [
            "A recently confirmed top 100 player, Joe’s records this season were notably lopsided this season. He either won all of his sets versus a particular player, or lost all of them. He was unable to break through the top competition in Zamu, Michael, and Shabo, but trounced the middle tier of the PR with perfect winning records on Ober, Eggy, Ferocitii, and FoxCap. He also caught a couple stray losses to Will Pickles and Azzu. Despite a middling 97th place at Big House (where he played laserless Falco in bracket instead of Fox), Joe’s best performance this season was his phenomenal fourth place at Show Me Your Moves 22. Here, JustJoe’s Fox toppled Reeve, Ferocitii, Essy, and Slowking; though he fell to Zamu 3-0 and Sirmeris in a heartbreaking reverse 3-0. This run, along with his excellent performance at We Need Some Space 3 last season, is cementing Joe as a major threat at midwest regionals."
        ]
    },
    {
        "tag": "Ferocitii",
        "realName": "Eric Giovanni",
        "twitterHandle": "Ferocitii",
        "rank": 8,
        "character": "peach",
        "voterAverage": 7.52,
        "winLoss": "23-6",
        "prEvents": 5,
        "placements": [
            {
                "placing": "9TH",
                "event": "SHOW ME YOUR MOVES 22"
            },
            {
                "placing": "97TH",
                "event": "THE BIG HOUSE 10"
            },
            {
                "placing": "2ND",
                "event": "MIDLANE 59"
            }
        ],
        "blurbAuthor": "larfen",
        "blurb": [
            "Chicago’s strongest box player comes in at 8th this season. When he’s not terrifying the internet with his ledgedashes, he’s putting in work at Scrims, taking home the gold from that local twice this season. Ferocitii put up solid results this season, holding only three losing records in Skerzo (0-4), Eggy (0-1), and JustJoe (0-1). Other than that he was unassailable from anyone else in the region, flawlessly taking down players such as Ober, FoxCap, and Killablue. Out of region, Ferocitii was able to slay top Minnesota foxes Lexor and Preeminent, as well as Indiana’s Latin and SoCal’s Cliché.  Who knows how many more names will be on his list if he makes the drive to Midlane more?"
        ]
    },
    {
        "tag": "GI0GOAT",
        "realName": "Tom Dattalo",
        "twitterHandle": "GI0GOAT",
        "rank": 9,
        "character": "fox",
        "voterAverage": 9.7,
        "winLoss": "30-11",
        "prEvents": 7,
        "placements": [
            {
                "placing": "97TH",
                "event": "THE BIG HOUSE 10"
            },
            {
                "placing": "17TH",
                "event": "SHOW ME YOUR MOVES 22"
            },
            {
                "placing": "5TH",
                "event": "MIDLANE 58"
            }
        ],
        "blurbAuthor": "tenacity",
        "blurb": [
            "A (now) mainstay of the Chicagoland PR, GI0GOAT had a quiet yet consistent season in terms of in-region results. Once again, the fast-paced fox was unable to take sets from those ranked above them, but had almost complete dominance above everyone below. Outside of Chicago, GI0GOAT won sets against players such as Rodney (1-0) and LowerCase Hero (1-0) on their way to placing 97th at The Big House 10, a solid performance to kick off their fall. Within city limits, they showed their skills against other spacies often, with winning records against FoxCap (1-0) and Killablue (2-1). While they may have lost a spot on the PR, GI0GOAT still had a strong season overall at 9th place. Perhaps a few more perfect ledgedashes in 2023 can help boost them past their competitors, and further into Windy City stardom. "
        ]
    },
    {
        "tag": "Killablue",
        "realName": "Enrique Carvajal",
        "twitterHandle": "KillaBlue23",
        "rank": 10,
        "character": "falco",
        "voterAverage": 10.61,
        "winLoss": "71-30",
        "prEvents": 15,
        "placements": [
            {
                "placing": "3RD",
                "event": "MIDLANE 61"
            },
            {
                "placing": "7TH",
                "event": "MIDLANE 60"
            },
            {
                "placing": "9TH",
                "event": "BOPME 22"
            }
        ],
        "blurbAuthor": "tenacity",
        "blurb": [
           "The commander in chief of Champaign smash saw a dip in placement on this season’s PR at 10th, but that shouldn’t detract from his overall performance throughout. Killablue showed why he deserved to be the single digit gatekeeper, with wins on players such as GI0GOAT, Seal, and ORLY, on top of an impressive 5-2 record against Unsure. These wins and other flashes of brilliance from the Falco main showed why he earned his spot, as well as the people’s votes. One of Killablue’s most impressive runs came at Midlane Melee 60, where he went on a rampage of 10 sets in a row, before falling to Michael and Blue in the final stages of the bracket. Killablue tore through a handful of top Chicago competitors on his way to a hard fought 7th place finish, in one of the most stacked Midlanes ever. That tournament and many others were regular reminders as to why he is a constant threat to CLM up and comers. With one of the highest attendance records in Chicagoland Melee, Killablue looks to stay determined in 2023, shining his way through the ranks to once again be feared by spacies everywhere he goes. "
        ]
    },
    {
        "tag": "FoxCap",
        "realName": "Nate Kranjc",
        "twitterHandle": "ssbm_foxcap",
        "rank": 11,
        "character": "fox",
        "voterAverage": 11.39,
        "winLoss": "42-19",
        "prEvents": 8,
        "placements": [
            {
                "placing": "7TH",
                "event": "MIDLANE 64"
            },
            {
                "placing": "3RD",
                "event": "MIDLANE 59"
            },
            {
                "placing": "17TH",
                "event": "SHOW ME YOUR MOVES 22"
            }
        ],
        "blurbAuthor": "Dr. Hunk",
        "blurb": [
           "As one of Midlane Melee’s most consistent attendees this past season, FoxCap put together an interesting portfolio. The Fox main’s record against most of CLM’s upper crust is losing, save for a notable 1-0 record against shabo, last season’s number one player. The Melee veteran maintains a winning record against much of Chicago’s lower PR and gatekeepers as well. This season, he was up 1-0 against Killablue, 4-0 against Unsure, and up 1-0 on macdaddy69, FoxCap once again then occupies a steady spot on the Chicago rankings. Having played him in a blistering fast session the other day on Unranked, this writer knows from firsthand experience that FoxCap is good at this video game."
        ]
    },
    {
        "tag": "Unsure",
        "realName": "Andrew Bisciglia",
        "twitterHandle": "ABisciglia",
        "rank": 12,
        "character": "fox",
        "voterAverage": 12.35,
        "winLoss": "62-27",
        "prEvents": 11,
        "placements": [
            {
                "placing": "3RD",
                "event": "CARDINAL COLLISION 6"
            },
            {
                "placing": "2ND",
                "event": "DESMASH 97"
            },
            {
                "placing": "9TH",
                "event": "BOPME 22"
            },
            {
                "placing": "4TH",
                "event": "MIDLANE 61"
            }
        ],
        "blurbAuthor": "tenacity",
        "blurb": [
            "As predicted last season by Larfen, the Unsure stock is on the rise. This season locally, a fantastic record against those below him in the rankings helped Unsure to solidify his spot at 12th place. Unsure showed steady improvement this fall, taking sets off of players such as Mekk, Q?, GI0GOAT, Seal, and Dudutsai, although he struggled to regularly keep up with those ranked above him. In 2023, the studious spacie looks to continue his upward trend in placements, and to travel more, with the ultimate goal of reaching top 100 status. Who’s to say when our full-hopping friend will achieve that, but with the weight of seeding and scheduling off his back, one thing is for sure; if Unsure can stay consistent with his peaks, he will certainly be going to the moon."
        ]
    },
    {
        "tag": "Will Pickles",
        "realName": "Will Allen",
        "twitterHandle": "willpicklesmash",
        "rank": 13,
        "character": "luigi",
        "voterAverage": 12.35,
        "winLoss": "32-15",
        "prEvents": 6,
        "placements": [
            {
                "placing": "4TH",
                "event": "MIDLANE 57"
            },
            {
                "placing": "9TH",
                "event": "MIDLANE 62"
            },
            {
                "placing": "4TH",
                "event": "MIDLANE 57"
            }
        ],
        "blurbAuthor": "Dr. Hunk",
        "blurb": [
            "At a time when mid-tiers from Yoshi to Ice Climbers to Doctor Mario to Donkey Kong are having a renaissance, it still is surprising to see a second plumber on Chicago’s PR. Whether or not Doctor Mario is a plumber or not is a conversation for another day, but what cannot be disputed is that Will Pickles is good at Super Smash Brothers Melee. Returning to Chicago from Texas this season, Will was able to make strong enough Midlane showings to have his awaited debut on Chicago’s PR.",
            "Will took wins over JustJoe (1-0), Foxcap (2-1) and Killablue this season, all while serving as a gatekeeper for many of Chicago's PR hopefuls. Perhaps if things had gone slightly differently in his nailbiter five game Midlane Winners Semis match against Skerzo (0-1), Mr. Pickles would have debuted higher on this list. Regardless, he showed that the Luigi matchup should not be taken lightly, even if you are the king of Chicago."
        ]
    },
    {
        "tag": "Dragoid",
        "realName": "John Sori",
        "twitterHandle": "ImDragoid",
        "rank": 14,
        "character": "falco",
        "voterAverage": 16,
        "winLoss": "46-26",
        "prEvents": 10,
        "placements": [
            {
                "placing": "7TH",
                "event": "MIDLANE 58"
            },
            {
                "placing": "7TH",
                "event": "MIDLANE 59"
            },
            {
                "placing": "7TH",
                "event": "MIDLANE 63"
            }
        ],
        "blurbAuthor": "tenacity",
        "blurb": [
           "After a few seasons of getting close, the self-described stubborn spacie finally broke the curse, making  his PR debut at 14th with the bird. Dragoid started his season strong with a 4th place finish at the Blue Demon Arcadian, and a win against Umma (1-0) in the process. In several impressive runs at both local and regional events, Dragoid had a positive or even record against all but two players below him on the ballot,  while also having winning records against players like Will Pickles (2-0) and ORLY (1-0). While perhaps a glimpse over the horizon on his path to CLM greatness, Dragoid showed promise this season that he is well on his way to a view from the top of the city’s peaks. "
        ]
    },
    {
        "tag": "macdaddy69",
        "realName": "Mike Davilo",
        "twitterHandle": "",
        "rank": 15,
        "character": "captain falcon",
        "voterAverage": 16.65,
        "winLoss": "40-24",
        "prEvents": 8,
        "placements": [
            {
                "placing": "4TH",
                "event": "INDIANA SUMMIT"
            },
            {
                "placing": "5TH",
                "event": "MIDLANE 63"
            },
            {
                "placing": "7TH",
                "event": "MIDLANE 54"
            }
        ],
        "blurbAuthor": "tenacity",
        "blurb": [
           "The wave B maestro, Macdaddy69, had a strong fall season, and for his debut on the Chicagoland Melee PR, he came in at 15th place. While a Midlane regular, he made one of his strongest performances out of state, yet close to home, at Indiana Summit, taking down IMDRR and Latin on his way to a 4th place finish. Back in the windy city, Macdaddy also held a winning record against Azzu (2-1) and Dragoid (1-0), and split sets with Q? (1-1) in the fall season. He’s also had a few close sets with Michael, almost four stocking him in their first game at Midlane 63. It seems to be only a matter of time before this southside-speedster breaks through and starts taking even bigger names."
        ]
    }
]